/* Localizable Strings for the Proxy Toolbar */

/* PP_RESUMEJOB_TOOLBAR_BUTTON */
"Resume" = "Retomar";

/* PP_RESUMEJOBONPAGE_TOOLBAR_BUTTON &*/
"Resume On Page..." = "Retomar na página…";

/* PP_HOLDJOB_TOOLBAR_BUTTON */
"Hold" = "Em espera";

/* PP_DELETE_TOOLBAR_BUTTON */
"Delete" = "Apagar";

/* PP_PRINTER_UTILITY_TOOLBAR_BUTTON */
"Utility" = "Utilitário";

/* PP_SCANNER_UTILITY_TOOLBAR_BUTTON */
"Scanner" = "Digitalizador";

/* PP_DOT_INK_TOOLBAR_BUTTON */
"Supply Levels" = "Nível de consumíveis";

/* PP_HISTORY_TOOLBAR_BUTTON */
"Log & History" = "Registo e histórico";

/* PP_STOP_QUEUE */
"Pause Printer" = "Parar impressora";

/* PP_START_QUEUE */
"Resume Printer" = "Retomar impressão";

/* PP_STOP_FAX_QUEUE */
"Pause Fax" = "Colocar fax em pausa";

/* PP_START_FAX_QUEUE */					
"Resume Fax" = "Retomar fax";

/* PP_INFO_QUEUE */
"Info" = "Info";

/* PP_DELETE_JOB_MENUITEM */
"Delete Job" = "Apagar trabalho";

/* PP_DELETE_JOBS_MENUITEM */
"Delete Jobs" = "Apagar trabalhos";

/* PP_HOLD_JOB_MENUITEM */
"Hold Job" = "Reter trabalho";

/* PP_HOLD_JOBS_MENUITEM */
"Hold Jobs" = "Reter trabalhos";

/* PP_RESUME_JOB_MENUITEM */
"Resume Job" = "Retomar trabalho";

/* PP_RESUME_JOBS_MENUITEM */
"Resume Jobs" = "Retomar trabalhos";

/* PP_RESUME_JOBS_ON_PAGE_MENUITEM */
"Resume Jobs On Page..." = "Retomar trabalhos na página…";

/* PP_RESUME_JOB_ON_PAGE_MENUITEM */
"Resume Job On Page..." = "Retomar trabalho na página…";

/* PP_SHOW_COMPLETED_JOBS */
"Show Completed Jobs" = "Mostrar trabalhos concluídos";

/* PP_HIDE_COMPLETED_JOBS */
"Hide Completed Jobs" = "Ocultar trabalhos concluídos";

/* PP_RESUMEJOB_TOOLTIP_TEXT */
"Resume printing of selected job(s)" = "Retomar a impressão do(s) trabalho(s) seleccionado(s)";

/*PP_RESUMEJOB_FAX_TOOLTIP_TEXT */
"Resume faxing of selected job(s)" = "Retomar o envio por fax do(s) trabalho(s) seleccionado(s)";

/* PP_RESUMEJOBONPAGE_TOOLTIP_TEXT */
"Resume printing on page..." = "Retomar impressão na página…";

/* PP_RESUMEJOBONPAGE_FAX_TOOLTIP_TEXT */
"Resume faxing on page..." = "Retomar o envio por fax na página…";

/* PP_HOLDJOB_TOOLTIP_TEXT */
"Hold printing of selected job(s)" = "Reter a impressão do(s) trabalho(s) seleccionado(s)";

/* PP_HOLDJOB_FAX_TOOLTIP_TEXT */
"Hold faxing of selected job(s)" = "Reter o envio por fax do(s) trabalho(s) seleccionado(s)";

/* PP_DELETE_TOOLTIP_TEXT */
"Delete the selected job(s)" = "Apagar o(s) trabalho(s) seleccionado(s)";

/* PP_PRINTER_UTILITY_TOOLTIP_TEXT */
"Launch the printer's utility" = "Iniciar o utilitário da impressora";

/* PP_SCANNER_UTILITY_TOOLTIP_TEXT */
"Launch the printer's scanner" = "Iniciar o scanner da impressora";

/* PP_DOT_INK_TOOLTIP_TEXT */
"View information on ink or toner levels" = "Visualizar informação sobre níveis de tinta/toner";

/* PP_HISTORY_TOOLTIP_TEXT */
"Launch Console to view the printing logs" = "Iniciar a Consola para visualizar os registos de impressão";

/* PP_STOP_QUEUE_TOOLTIP_TEXT */
"Stop printing of all jobs to this printer" = "Parar a impressão de todos os trabalhos nesta impressora";

/* PP_START_QUEUE_TOOLTIP_TEXT */
"Resume printing of all jobs to this printer" = "Retomar a impressão de todos os trabalhos nesta impressora";

/* PP_STOP_FAX_QUEUE_TOOLTIP_TEXT */
"Stop faxing of all jobs to this fax" = "Parar o envio por fax de todos os trabalhos neste fax";

/*PP_START_FAX_QUEUE_TOOLTIP_TEXT */
"Resume faxing of all jobs to this fax" = "Retomar o envio por fax de todos os trabalhos neste fax";

/* PP_INFO_QUEUE_TOOLTIP_TEXT */
"Display general, setup, and supply level information for this printer" = "Apresentar informação geral, de configuração e de nível de alimentação para esta impressora";

/* PP_INFO_FAX_QUEUE_TOOLTIP_TEXT */
"Display general, setup, and supply level information for this fax" = "Apresentar informação geral, de configuração e de nível de alimentação para este fax";

/* PP_PrinterReady */
"Printer Ready" = "Impressora preparada";

/* PP_PrinterStopped */
"Printer Paused" = "Impressora em pausa";

/* PP_FaxReady */
"Fax Ready" = "Fax preparado";

/* PP_FaxStopped */
"Fax Paused" = "Fax em pausa";

/* PP_QUIT_WHEN_FINISH */
"Quit When Finished" = "Sair automaticamente";

/* PP_QUIT_WHEN_FINISH_TOOLTIP_TEXT */
"Automatically quit when all jobs are complete" = "Sair automaticamente quando estiverem concluídos todos os trabalhos";

/* PP_PrinterProcessing */
"Processing Job" = "A processar trabalho";

/* Localizable strings for job progress */

/* PP_ProgressCopySheetFormat */
"Printing '%@'. Copy %d of %d, Sheet %d of %d, Page %d of %d." = "A imprimir “%@”. Cópia %d de %d, Folha %d de %d, Página %d de %d.";

/* PP_ProgressCopyPageFormat */
"Printing '%@'. Copy %d of %d, Page %d of %d." = "A imprimir “%@”. Cópia %d de %d, Página %d de %d.";

/* PP_ProgressCopyFormat */
"Printing '%@'. Copy %d of %d." = "A imprimir “%@”. Cópia %d de %d.";

/* PP_ProgressSheetFormat */
"Printing '%@'. Sheet %d of %d." = "A imprimir “%@”. Folha %d de %d.";

/* PP_ProgressPageFormat */
"Printing '%@'. Page %d of %d." = "A imprimir “%@”. Página %d de %d.";

/* PP_ProgressNoneFormat */
"Printing '%@'." = "A imprimir “%@”.";

/* PJ_HoldAuthentication */
"On Hold (Authentication required)" = "Em espera (autenticação necessária)";

/* PJ_HoldUntilFormat */
"Hold until %@" = "Reter até %@";

/* PJ_Hold */
"On Hold" = "Em espera";

/* PJ_Pending */
"-" = "-";

/* PJ_Processing */
"Printing" = "A imprimir";

/* PJ_Stopped */
"Stopped" = "Interrompido";

/* PJ_Cancelled */
"Cancelled" = "Cancelado";

/* PJ_Aborted */
"Aborted" = "Interrompido";

/* PJ_Completed */
"Completed" = "Concluído";

/* DD_NoDefaultApplication */
"There is no default application specified to print the document \"%@\"." = "Não foi especificada qualquer aplicação predefinida para imprimir o documento “%@”.";

/* DV_FileSizeInBytes */
"%d bytes" = "%d bytes";

/* DV_FileSizeInKBytes */
"%d KB" = "%d KB";

/* DV_FileSizeInMBytes */
"%.1f MB" = "%.1f MB";

/* PP_Status_String */
"Status:" = "Estado:";

/* PP_Window_Title_One_Format */
"%@ (1 Job)" = "%@ (1 trabalho)";

/* PP_Window_Title_Many_Format */
"%@ (%d Jobs)" = "%@ (%d trabalhos)";

/* OK_String */			
/* OK */
"OK" = "OK";

/* Cancel_String */
"Cancel"= "Cancelar";

/* Choose_String */
"Choose" = "Seleccionar";

/* PP_About_MenuItem */		
"About %@" = "Acerca de %@";

/* PP_Hide_MenuItem	*/					
"Hide %@" = "Ocultar %@";

/* PP_Quit_MenuItem	*/					
"Quit %@" = "Sair de %@";

/* PP_Help_MenuItem	*/
"Help %@" = "Ajuda %@";



/* Non defined strings from different cups backends...*/
/* and therefore not in any of the strings.h files */
"Unable to open raster file" = "Impossível abrir ficheiro de retícula";
"Error reading pixel data" = "Erro ao ler dados de pixel";
"Could not create T.4 tiff image" = "Não foi possível criar a imagem T.4 tiff";
"Unsupported raster type" = "Tipo de retícula não suportado";

/* Default String for errors */
"Operation Could not be completed." = "Não foi possível concluir a operação.";

/* String for CUPS_SERVER_NOT_AVAILABLE error */
"CUPS server not available" = "O serviço de impressão não se encontra disponível.";

/* Error number shown in error alerts */
"Error:%d" = "Erro:%d";


